Repository: pygauthier/django_microsoft_auth
Catalog: microsoft_auth/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Microsoft Auth
fr: Authentication Microsoft

source: microsoft account id
fr: identifiant de compte Microsoft

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: Please correct the errors below.
fr: Veuillez corriger l'erreur ci-dessous.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fr: Vous êtes authentifié sous le nom %(username)s, mais n'êtes pas autorisé à accéder à cette page.Voulez-vous vous connecter avec un autre compte?

source: Log in with
fr: Connectez-vous avec

source: or
fr: ou

source: Password
fr: Mot de passe

source: Forgotten your password or username?
fr: Mot de passe ou nom d'utilisateur oublié?

source: Log in
fr: S'identifier

source: This window should automatically close. If it does not, it should be safe to close after a few seconds.
fr: Cette fenêtre devrait se fermer automatiquement. Si ce n'est pas le cas, vous pouvez fermer cette fenêtre après quelques secondes

source: An invalid state variable was provided. Please refresh the page and try again later.
fr: Une variable d'état non valide a été fournie. Veuillez actualiser la page et réessayer plus tard.

source: No authentication code was provided from Microsoft. Please try again.
fr: Aucun code d'authentification n'a été fourni par Microsoft. Veuillez réessayer.

source: Failed to authenticate you for an unknown reason. Please try again later.
fr: Impossible de vous authentifier pour une raison inconnue. Veuillez réessayer plus tard.
